{
    "tree": [{
            "id": 11,
            "name": "Neem",
            "scientificName": "Azadirachta indica",
            "image":"./img/tree1.jpg",
            "distance":"1.2 km",
            "location": "HSR layout, Bangalore",
            "description": "Neem is a fast-growing tree that can reach a height of 15–20 metres (49–66 ft), and rarely 35–40 metres (115–131 ft). It is evergreen, but in severe drought it may shed most or nearly all of its leaves. The branches are wide and spreading. The fairly dense crown is roundish and may reach a diameter of 15–20 metres (49–66 ft) in old, free-standing specimens. The neem tree is very similar in appearance to its relative, the Chinaberry (Melia azedarach).",
            "age": 26,
            "oxygenLevel": "",
            "energyLevel": "",
            "dob": "",
            "userID": 1,
            "flag": "",
            "adoptedDate": "",
            "adoptedBy":"Prakash"
            
        },
        {
            "id": 12,
            "name": "Mango",
            "scientificName": "Disambiguation",
            "image":"./img/tree1.jpg",
            "distance":"1.5 km",
            "location": "HSR layout, Bangalore",
            "description": "Mango trees grow up to 35–40 m (115–131 ft) tall, with a crown radius of 10 m (33 ft). The trees are long-lived, as some specimens still fruit after 300 years.[4] In deep soil, the taproot descends to a depth of 6 m (20 ft), with profuse, wide-spreading feeder roots; the tree also sends down many anchor roots, which penetrate several feet of soil. The leaves are evergreen, alternate, simple, 15–35 cm (5.9–13.8 in) long, and 6–16 cm (2.4–6.3 in) broad; when the leaves are young they are orange-pink, rapidly changing to a dark, glossy red, then dark green as they mature. The flowers are produced in terminal panicles 10–40 cm (3.9–15.7 in) long; each flower is small and white with five petals 5–10 mm (0.20–0.39 in) long, with a mild, sweet odor suggestive of lily of the valley. Over 400 varieties of mangoes are known, many of which ripen in summer, while some give double crop.[5] The fruit takes three to six months to ripen.",
            "age": 26,
            "oxygenLevel": "",
            "energyLevel": "",
            "dob": "",
            "userID": 1,
            "flag": "",
            "adoptedDate": "",
            "adoptedBy":"Prakash"
        },
        {
            "id": 13,
            "name": "Sandalwood",
            "scientificName": "Santalum album",
            "image":"./img/tree1.jpg",
            "distance":"2 km",
            "location": "HSR layout, Bangalore",
            "description": "The height of the evergreen tree is between 4 and 9 metres. They may live to one hundred years of age. The tree is variable in habit, usually upright to sprawling, and may intertwine with other species. The plant parasitises the roots of other tree species, with a haustorium adaptation on its own roots, but without major detriment to its hosts. An individual will form a non-obligate relationship with a number of other plants. Up to 300 species (including its own) can host the tree's development - supplying macronutrients phosphorus, nitrogen and potassium, and shade - especially during early phases of development. It may propagate itself through wood suckering during its early development, establishing small stands. The reddish or brown bark can be almost black and is smooth in young trees, becoming cracked with a red reveal. The heartwood is pale green to white as the common name indicates. The leaves are thin, opposite and ovate to lanceolate in shape. Glabrous surface is shiny and bright green, with a glaucous pale reverse. Fruit is produced after three years, viable seeds after five. These seeds are distributed by birds.",
            "age": 26,
            "oxygenLevel": "",
            "energyLevel": "",
            "dob": "",
            "userID": 1,
            "flag": "",
            "adoptedDate": "",
            "adoptedBy":"Kaushik"
        },
        {
            "id": 14,
            "name": "Sal",
            "scientificName": "Shorea robusta",
            "image":"./img/tree1.jpg",
            "distance":"1.5 km",
            "location": "HSR layout, Bangalore",
            "description": "This tree is native to the Indian subcontinent, ranging south of the Himalaya, from Myanmar in the east to Nepal, India and Bangladesh. In India, it extends from Assam, Bengal, Odisha and Jharkhand west to the Shivalik Hills in Haryana, east of the Yamuna. The range also extends through the Eastern Ghats and to the eastern Vindhya and Satpura ranges of central India.[1] It is often the dominant tree in the forests where it occurs. In Nepal, it is found mostly in the terai region from east to west, especially, in the Churia range (the Shivalik Hill Churia Range) in the subtropical climate zone. There are many protected areas, such as Chitwan National Park, Bardia National Park and Shukla Phat Wildlife Reserve, where there are dense forests of huge sal trees. It is also found in the lower belt of the hilly region and inner terai.",
            "age": 26,
            "oxygenLevel": "",
            "energyLevel": "",
            "dob": "",
            "userID": 1,
            "flag": "",
            "adoptedDate": "",
            "adoptedBy":"Kaushik"
        },
        {
            "id": 15,
            "name": "sacred fig",
            "scientificName": "Azadirachta indica",
            "image":"./img/tree1.jpg",
            "distance":"1.4 km",
            "location": "HSR layout, Bangalore",
            "description": "Ficus religiosa is a large dry season-deciduous or semi-evergreen tree up to 30 metres (98 ft) tall and with a trunk diameter of up to 3 metres (9.8 ft). The leaves are cordate in shape with a distinctive extended drip tip; they are 10–17 cm long and 8–12 cm broad, with a 6–10 cm petiole. The fruits are small figs 1–1.5 cm in diameter, green ripening to purple. The leaves of this tree move continuously even when the air around is still and no perceptible wind is blowing. This phenomenon can be explained due to the long leaf stalk and the broad leaf structure. However, religious minded people in Hindu/Buddhist religion attribute this movement of the leaves to the fact that 'devas' or 'gods' reside on these leaves and make it move continuously. This fact is also mentioned in the Bhagavad Gita as a verse 'O Ashvatha, I honor you whose leaves are always moving...'",
            "age": 26,
            "oxygenLevel": "",
            "energyLevel": "",
            "dob": "",
            "userID": 1,
            "flag": "",
            "adoptedDate": "",
            "adoptedBy":"avnesh"
        }
    ]
}


